tap "homebrew/bundle"
brew "coreutils"
brew "direnv"
brew "jq"
brew "mkcert"
brew "peco"
brew "php@8.1"
brew "ruby"
brew "vim"
cask "authy"
cask "clipy"
cask "coteditor"
cask "docker"
cask "edrawmind"
cask "finicky"
cask "firefox"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
vscode "MS-CEINTL.vscode-language-pack-ja"
