tap "homebrew/bundle"
brew "coreutils"
brew "direnv"
brew "jq"
brew "mkcert"
brew "nodebrew"
brew "peco"
brew "php@8.1"
brew "ruby-build"
brew "rbenv"
brew "vim"
cask "authy"
cask "clipy"
cask "coteditor"
cask "docker"
cask "edrawmind"
cask "finicky"
cask "firefox"
cask "iterm2"
cask "sequel-ace"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
vscode "kaiwood.endwise"
vscode "KoichiSasada.vscode-rdbg"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "oderwat.indent-rainbow"
vscode "rebornix.ruby"
vscode "shardulm94.trailing-spaces"
vscode "Shopify.ruby-extensions-pack"
vscode "sorbet.sorbet-vscode-extension"
vscode "wingrunr21.vscode-ruby"
